Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/EditAddress.xcstrings
Source language: en_us
Languages: ab, ar, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_cl, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Addresses.EditAddress.Alert.CancelButton.v129
source: Cancel
ab: Аԥыхра
ar: ألغِ
br: Nullañ
bs: Otkaži
ca: Cancel·la
co: Abbandunà
cs: Zrušit
cy: Diddymu
da: Annuller
de: Abbrechen
dsb: Pśetergnuś
el: Ακύρωση
eo: Nuligi
es: Cancelar
es_cl: Cancelar
es_mx: Cancelar
eu: Utzi
fi: Kumoa
fr: Annuler
gd: Sguir dheth
gl: Cancelar
he: ביטול
hr: Odustani
hsb: Přetorhnyć
hu: Mégse
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
nb: Avbryt
nl: Annuleren
nn: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
rm: Interrumper
ru: Отмена
sat_olck: ᱵᱟᱹᱰᱨᱟᱹ
scn: Sfai
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sq: Anuloje
su: Bolay
sv: Avbryt
tg: Бекор кардан
th: ยกเลิก
tr: İptal
tt: Баш тарту
ug: ۋاز كەچ
uk: Скасувати
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Addresses.EditAddress.Alert.Message.v129
source: The address will be removed from all of your synced devices.
ab: Адрес асинхронизациа зызу шәхыхәҭақәа зегьы рҟынтәи ианыххоит.
br: Dilamet e vo ar chomlec’h eus holl ho trevnadoù goubredet.
bs: Adresa će biti uklonjena sa svih vaših sinhroniziranih uređaja.
ca: L'adreça s'eliminarà de tots els dispositius sincronitzats.
co: L’indirizzu serà cacciatu da tutti i vostri apparechji sincrunizati.
cs: Adresa bude odstraněna ze všech synchronizovaných zařízení.
cy: Bydd y cyfeiriad yn cael ei dynnu o'ch holl ddyfeisiau wedi'u cydweddu.
da: Adressen vil blive fjernet fra alle dine synkroniserede enheder.
de: Die Adresse wird von allen Ihren synchronisierten Geräten entfernt.
dsb: Adresa se ze wšych wašych synchronizěrowanych rědow wótwónoźijo.
el: Η διεύθυνση θα αφαιρεθεί από όλες τις συγχρονισμένες συσκευές σας.
eo: La adreso estos forigita el ĉiuj viaj spegulitaj aparatoj.
es: La dirección se eliminará de todos tus dispositivos sincronizados.
es_cl: La dirección se eliminará de todos sus dispositivos sincronizados.
es_mx: La dirección se eliminará de todos tus dispositivos sincronizados.
eu: Helbidea kendu egingo da sinkronizatutako zure gailu guztietatik.
fi: Osoite poistetaan kaikista synkronoiduista laitteistasi.
fr: L’adresse sera supprimée de tous vos appareils synchronisés.
gd: Thèid an seòladh a thoirt air falbh o gach uidheam agad a nì sioncronachadh.
gl: O enderezo eliminarase de todos os seus dispositivos sincronizados.
he: כתובת זו תוסר מכל המכשירים המסונכרנים שלך.
hr: Adresa će se ukloniti sa svih tvojih sinkroniziranih uređaja.
hsb: Adresa so ze wšěch wašich synchronizowanych gratow wotstroni.
hu: A cím eltávolításra kerül az összes szinkronizált eszközről.
hy_am: Սա կհեռացնի քարտը ձեր բոլոր համաժամացված սարքերից:
ia: Iste adresse sera removite de tote tu apparatos synchronisate.
id: Alamat akan dihapus dari semua perangkat Anda yang disinkronkan.
is: Þetta mun fjarlægja heimilisfangið úr öllum samstilltu tækjunum þínum.
it: Questo indirizzo verrà rimosso da tutti i dispositivi sincronizzati.
ja: 同期しているすべての端末から住所が削除されます。
ka: მისამართი წაიშლება ყველა თქვენი დასინქრონებული მოწყობილობიდან.
kab: Taansa ad tettwakkes seg meṛṛa ibenkan yemtawan.
kk: Адрес сіздің барлық байланысқан құрылғылардан өшірілетін болады.
ko: 주소가 동기화된 모든 장치에서 제거됩니다.
lo: ທີ່ຢູ່ຈະຖືກລຶບອອກຈາກທຸກອຸປະກອນທີ່ຊິ້ງຂອງທ່ານ.
ml: ഈ വിലാസം താങ്ങളുടെ എല്ലാ സമന്വയിപ്പിച്ച ഉപകരണങ്ങളിൽ നിന്നു മാറ്റും.
nb: Adressen vil bli fjernet fra alle de synkroniserte enhetene dine.
nl: Het adres wordt van al uw gesynchroniseerde apparaten verwijderd.
nn: Adressa vert fjerna frå alle dei synkroniserte einingane dine.
pa_in: ਤੁਹਾਡੇ ਸਿੰਕ ਕੀਤੇ ਸਾਰੇ ਡਿਵਾਈਸਾਂ ਤੋਂ ਸਿਰਨਾਵੇਂ ਨੂੰ ਹਟਾਏਗਾ।
pl: Adres zostanie usunięty ze wszystkich synchronizowanych urządzeń.
pt_br: O endereço será removido de todos os seus dispositivos sincronizados.
pt_pt: O endereço será removido de todos os seus dispositivos sincronizados.
rm: L’adressa vegn a vegnir allontanada da tut tes apparats sincronisads.
ru: Адрес будет удалён со всех ваших синхронизированных устройств.
sat_olck: ᱱᱚᱶᱟ ᱴᱷᱤᱠᱬᱟᱹ ᱫᱚ ᱟᱢᱟᱜ ᱡᱷᱚᱛᱚ ᱟᱹᱭᱩᱨ ᱢᱤᱫ ᱟᱠᱟᱱ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱚᱪᱚᱜᱚᱜᱼᱟ ᱾
scn: Chistu scancella u nnirizzu di tutti i to dispusitivi sincrunizzati.
si: ඔබගේ සියළුම සමමුහූර්ත උපාංග වලින් ලිපිනය ඉවත් කෙරේ.
sk: Adresa bude odstránená zo všetkých vašich synchronizovaných zariadení.
sl: Naslov bo odstranjen iz vseh sinhroniziranih naprav.
sq: Adresa do ta hiqet nga krejt pajisjet tuaja të njëkohësuara.
su: Alamatna bakal dipiceun tina kabéh alat anjeun anu disingkronkeun.
sv: Adressen kommer att tas bort från alla dina synkroniserade enheter.
tg: Нишонӣ аз ҳамаи дастгоҳҳои ҳамоҳангшудаи шумо тоза карда мешавад.
th: ที่อยู่นี้จะถูกเอาออกจากอุปกรณ์ที่ซิงค์ของคุณทั้งหมด
tr: Bu adres, eşitlenen tüm cihazlarınızdan kaldırılacaktır.
tt: Адрес барлык синхронланган җиһазларыгыздан да бетереләчәк.
ug: ئادرېس قەدەمداشلانغان بارلىق ئۈسكۈنىلىرىڭىزدىن چىقىرىۋېتىلىدۇ.
uk: Адресу буде видалено з усіх ваших синхронізованих пристроїв.
vi: Địa chỉ sẽ bị xóa khỏi tất cả các thiết bị đã đồng bộ hóa của bạn.
zh_cn: 将在所有同步的设备上移除此地址。
zh_tw: 將從您所有進行同步的裝置中，刪除地址資訊。

# Addresses.EditAddress.Alert.RemoveButton.v129
source: Remove
ab: Аныхра
ar: أزِل
br: Dilemel
bs: Ukloni
ca: Elimina
co: Caccià
cs: Odebrat
cy: Tynnu
da: Fjern
de: Entfernen
dsb: Wótwónoźeś
el: Αφαίρεση
eo: Forigi
es: Eliminar
es_cl: Eliminar
es_mx: Eliminar
eu: Kendu
fi: Poista
fr: Supprimer
gd: Thoir air falbh
gl: Retirar
he: הסרה
hr: Ukloni
hsb: Wotstronić
hu: Eltávolítás
hy_am: Հեռացնել
ia: Remover
id: Hapus
is: Fjarlægja
it: Rimuovi
ja: 削除
ka: მოცილება
kab: Kkes
kk: Өшіру
ko: 삭제
lo: ລຶບ
ml: മാറ്റുക
nb: Fjern
nl: Verwijderen
nn: Fjern
pa_in: ਹਟਾਓ
pl: Usuń
pt_br: Remover
pt_pt: Remover
rm: Allontanar
ru: Удалить
sat_olck: ᱚᱪᱚᱜᱽ ᱢᱮ
scn: Scancella
si: ඉවත් කරන්න
sk: Odstrániť
sl: Odstrani
sq: Hiqe
su: Piceun
sv: Ta bort
tg: Тоза кардан
th: เอาออก
tr: Kaldır
tt: Бетерү
ug: چىقىرىۋەت
uk: Вилучити
vi: Xóa
zh_cn: 移除
zh_tw: 移除

# Addresses.EditAddress.Alert.Title.v129
source: Remove Address
ab: Ианыхтәуп адрес
ar: أزِل العنوان
br: Dilemel ar chomlec’h
bs: Ukloni adresu
ca: Elimina l'adreça
co: Caccià l’indirizzu
cs: Odebrat adresu
cy: Dileu Cyfeiriad
da: Fjern adresse
de: Adresse entfernen
dsb: Adresu wótwónoźeś
el: Αφαίρεση διεύθυνσης
eo: Forigi adreson
es: Eliminar dirección
es_cl: Eliminar dirección
es_mx: Eliminar dirección
eu: Kendu helbidea
fi: Poista osoite
fr: Supprimer l’adresse
gd: Thoir air falbh an seòladh
gl: Retirar enderezo
he: הסרת כתובת
hr: Ukloni adresu
hsb: Adresu wotstronić
hu: Cím eltávolítása
hy_am: Հեռացնել հասցեն
ia: Remover adresse
id: Hapus Alamat
is: Fjarlægja heimilisfang
it: Rimuovi indirizzo
ja: 住所を削除
ka: მისამართის მოცილება
kab: Kkes tansa
kk: Адресті өшіру
ko: 주소 삭제
lo: ລຶບທີ່ຢູ່
ml: വിലാസം മാറ്റുക
nb: Fjern adresse
nl: Adres verwijderen
nn: Fjern adresse
pa_in: ਸਿਰਨਾਵੇਂ ਨੂੰ ਹਟਾਓ
pl: Usuń adres
pt_br: Remover endereço
pt_pt: Remover endereço
rm: Allontanar l’adressa
ru: Удалить адрес
sat_olck: ᱴᱷᱤᱠᱬᱟᱹ ᱚᱪᱚᱜᱽ ᱢᱮ
scn: Scancella nnirizzu
si: ලිපිනය ඉවත් කරන්න
sk: Odstrániť adresu
sl: Odstrani naslov
sq: Hiqe Adresën
su: Piceun Alamat
sv: Ta bort adress
tg: Тоза кардани нишонӣ
th: เอาที่อยู่ออก
tr: Adresi kaldır
tt: Адресны бетерү
ug: ئادرېسنى چىقىرىۋەت
uk: Вилучити адресу
vi: Xóa địa chỉ
zh_cn: 移除地址
zh_tw: 移除地址

# Addresses.EditAddress.AutofillAddAddressTitle.v129
source: Add address
ab: Адрес ацҵатәуп
ar: ضِف عنوان
br: Ouzhpennañ ur chomlec’h
bs: Dodaj adresu
ca: Afegeix una adreça
co: Aghjunghje un indirizzu
cs: Přidat adresu
cy: Ychwanegu cyfeiriad
da: Tilføj adresse
de: Adresse hinzufügen
dsb: Adresu pśidaś
el: Προσθήκη διεύθυνσης
eo: Aldoni adreson
es: Añadir dirección
es_cl: Añadir dirección
es_mx: Agregar dirección
eu: Gehitu helbidea
fi: Lisää osoite
fr: Ajouter une adresse
gd: Cuir seòladh ris
gl: Engadir enderezo
he: הוספת כתובת
hr: Dodaj adresu
hsb: Adresu přidać
hu: Cím hozzáadása
hy_am: Ավելացնել հասցե
ia: Adder adresse
id: Tambahkan alamat
is: Bæta við heimilisfangi
it: Aggiungi indirizzo
ja: 住所を追加
ka: მისამართის დამატება
kab: Rnu tansa
kk: Адресті қосу
ko: 주소 추가
lo: ເພີ່ມທີ່ຢູ່
ml: വിലാസം ചേർക്കുക
nb: Legg til adresse
nl: Adres toevoegen
nn: Legg til adresse
pa_in: ਸਿਰਨਾਵਾਂ ਨੂੰ ਜੋੜੋ
pl: Dodaj adres
pt_br: Adicionar endereço
pt_pt: Adicionar endereço
rm: Agiuntar ina adressa
ru: Добавить адрес
sat_olck: ᱴᱷᱤᱠᱬᱟᱹ ᱥᱮᱞᱮᱫ ᱢᱮ
scn: Junci nu nnirizzu
si: ලිපිනය යොදන්න
sk: Pridať adresu
sl: Dodaj naslov
sq: Shtoni adresë
su: Tambah alamat
sv: Lägg till adress
tg: Илова кардани нишонӣ
th: เพิ่มที่อยู่
tr: Adres ekle
tt: Адрес өстәү
ug: ئادرېس قوش
uk: Додати адресу
vi: Thêm địa chỉ
zh_cn: 添加地址
zh_tw: 新增地址

# Addresses.EditAddress.AutofillAddressArea.v129
source: Area
ab: Аокруг
ar: المنطقة
br: Maezienn
bs: Područje
ca: Àrea
cs: Oblast
cy: Ardal
de: Bezirk
dsb: Wobceŕk
el: Περιοχή
eo: Regiono
es: Área
es_cl: Área
es_mx: Área
eu: Eremua
fi: Alue
fr: Zone
gd: Raon
gl: Área
he: אזור
hr: Područje
hsb: Wobwod
hu: Terület
hy_am: Տարածք
is: Svæði
ja: 地区
ka: მხარე
kab: Tamnaḍt
kk: Аймақ
ko: 지역
lo: ພື້ນທີ່
ml: സ്ഥലം
nb: Område
nl: Gebied
nn: Område
pa_in: ਖੇਤਰ
pl: Obszar
pt_br: Área
pt_pt: Área
rm: Regiun
ru: Район
sat_olck: ᱡᱟᱭᱜᱟ
scn: Aria
si: ප්‍රදේශය
sk: Oblasť
sl: Območje
sq: Zonë
su: Wewengkon
sv: Område
tg: Минтақа
th: เขต
tr: Bölge
tt: Район
ug: رايون
uk: Район
vi: Khu vực
zh_cn: 区
zh_tw: 區域

# Addresses.EditAddress.AutofillAddressCity.v129
source: City
ab: Ақалақь
ar: المدينة
br: Kêr
bs: Grad
ca: Població
co: Cità
cs: Město
cy: Tref/Dinas
da: By
de: Stadt
dsb: Město
el: Πόλη
eo: Urbo
es: Ciudad
es_cl: Ciudad
es_mx: Ciudad
eu: Hiria
fi: Kaupunki
fr: Ville
gd: Baile
gl: Cidade
he: עיר
hr: Grad
hsb: Město
hu: Város
hy_am: Քաղաք
ia: Citate
id: Kota
is: Borg
it: Città
ja: 市
ka: ქალაქი
kab: Aɣrem
kk: Қала
ko: 도시
lo: ເມືອງ
ml: പട്ടണം
nb: Sted
nl: Plaats
nn: Stad
pa_in: ਸ਼ਹਿਰ
pl: Miasto
pt_br: Cidade
pt_pt: Cidade
rm: Lieu
ru: Город
sat_olck: ᱥᱚᱦᱚᱨ
scn: Città
si: නගරය
sk: Mesto
sl: Mesto
sq: Qytet
su: Kota
sv: Stad
tg: Шаҳр
th: เมือง
tr: Şehir
tt: Шәһәр
ug: شەھەر
uk: Місто
vi: Thành phố
zh_cn: 市
zh_tw: 城市

# Addresses.EditAddress.AutofillAddressCountryOnly.v129
source: Country
ab: Ақалақь
ar: البلد
br: Bro
bs: Država
ca: País
co: Paese
cs: Země
cy: Gwlad
da: Land
de: Land
dsb: Kraj
el: Χώρα
eo: Lando
es: País
es_cl: País
es_mx: País
eu: Herrialdea
fi: Maa
fr: Pays
gd: Dùthaich
gl: País
he: ארץ
hr: Zemlja
hsb: Kraj
hu: Ország
hy_am: Երկիր
ia: Pais
id: Negara
is: Land
it: Nazione
ja: 国
ka: ქვეყანა
kab: Tamurt
kk: Ел
ko: 국가
lo: ປະເທດ
ml: രാജ്യം
nb: Land
nl: Land
nn: Land
pa_in: ਦੇਸ਼
pl: Państwo
pt_br: País
pt_pt: País
rm: Pajais
ru: Страна
sat_olck: ᱫᱤᱥᱚᱢ
scn: Pajisi
si: රට
sk: Krajina
sl: Država
sq: Vend
su: Nagara
sv: Land
tg: Кишвар
th: ประเทศ
tr: Ülke
tt: Ил
ug: دۆلەت
uk: Країна
vi: Quốc gia
zh_cn: 国家/地区
zh_tw: 國家

# Addresses.EditAddress.AutofillAddressCountryRegion.v129
source: Country or Region
ab: Атәыла ма арегион
ar: البلد أو الإقليم
br: Bro pe rannvro
bs: Država ili pokrajina
ca: País o regió
co: Paese o regione
cs: Země nebo oblast
cy: Gwlad neu Ranbarth
da: Land eller region
de: Land oder Region
dsb: Kraj abo region
el: Χώρα ή περιοχή
eo: Lando aŭ regiono
es: País o región
es_cl: País o región
es_mx: País o región
eu: Herrialdea edo eskualdea
fi: Maa tai alue
fr: Pays ou région
gd: Dùthaich no roinn-dùthcha
gl: País ou rexión
he: ארץ או חבל ארץ
hr: Zemlja ili regija
hsb: Kraj abo region
hu: Ország vagy régió
hy_am: Երկիր կամ տարածաշրջան
ia: Pais o region
id: Negara atau Wilayah
is: Land eða hérað
it: Stato o regione
ja: 国または地域
ka: ქვეყანა ან მხარე
kab: Tamnaḍt neγ tamurt
kk: Ел немесе аймақ
ko: 국가 또는 지역
lo: ປະເທດ ຫຼື ພາກພື້ນ
ml: രാജ്യം അല്ലെങ്കില്‍ പ്രദേശം
nb: Land eller region
nl: Land of regio
nn: Land eller region
pa_in: ਦੇਸ਼ ਜਾਂ ਖਿੱਤਾ
pl: Państwo lub region
pt_br: País ou região
pt_pt: País ou região
rm: Pajais u regiun
ru: Страна или регион
sat_olck: ᱫᱤᱥᱚᱢ ᱟᱨᱵᱟᱝ ᱡᱟᱭᱜᱟ
scn: Pajisi o riggiuni
si: රට හෝ කලාපය
sk: Krajina alebo oblasť
sl: Država ali regija
sq: Vend ose Rajon
su: Nagara atawa wilayah
sv: Land eller region
tg: Кишвар ё минтақа
th: ประเทศหรือภูมิภาค
tr: Ülke veya bölge
tt: Ил яки төбәк
ug: دۆلەت ياكى رايون
uk: Країна або регіон
vi: Quốc gia hoặc vùng
zh_cn: 国家/地区
zh_tw: 國家或地區

# Addresses.EditAddress.AutofillAddressCounty.v129
source: County
ab: Аокруг
ar: المقاطعة
br: Kontelezh
bs: Kanton
ca: Comptat
co: Pieve
cs: Okres
cy: Sir
dsb: Kraj
el: Κομητεία
eo: Municipo
es: Condado
es_cl: Condado
es_mx: Municipio
eu: Konderria
fi: Maakunta
fr: Comté
gd: Siorrachd
gl: Condado
he: נָפָה
hr: Županija
hsb: Kraj
hu: Megye
hy_am: Երկիր
ia: Contato
id: Kabupaten
is: Sýsla
it: Contea
ja: 郡
ka: ქვეყანა
kab: Tamurt
kk: Округ
ko: 주
lo: ປະເທດ
ml: മണ്ഡലം
nb: Land
nl: Gemeente
nn: Fylke/storkommune
pa_in: ਦੇਸ਼
pl: Hrabstwo
pt_br: Município
pt_pt: País
rm: Contadi
ru: Округ
sat_olck: ᱫᱤᱥᱚᱢ
scn: Cuntìa
si: රට
sk: Okres
sl: Okrožje
sq: Konte
su: Nagara
sv: Grevskap
tg: Мулки граф
th: เคาน์ตี
tr: İlçe
tt: Округ
ug: ناھىيە
uk: Округ
vi: Hạt
zh_cn: 县
zh_tw: 縣市

# Addresses.EditAddress.AutofillAddressDepartment.v129
source: Department
ab: Аҟәша
ar: القِسْم
br: Departamant
bs: Odjeljenje
ca: Departament
co: Dipartimentu
cy: Adran
dsb: Wótźělenje
el: Τμήμα
eo: Sekcio
es: Departamento
es_cl: Departamento
es_mx: Departamento
eu: Saila
fi: Departementti
fr: Département
gd: Roinn
gl: Departamento
he: מחלקה
hr: Odjel
hsb: Wotrjad
hu: Részleg
hy_am: Բաժին
ia: Departimento
id: Departemen
is: Hreppur
it: Dipartimento
ja: 県
ka: განყოფილება
kab: Agezdu
kk: Департамент
ko: 부서
lo: ພະແນກ
ml: വകുപ്പു്
nb: Avdeling
nl: Afdeling
nn: Avdeling
pa_in: ਵਿਭਾਗ
pl: Departament
pt_br: Departamento
pt_pt: Departamento
rm: Departament
ru: Департамент
sat_olck: ᱛᱟᱞᱢᱟ
scn: Dipartimentu
si: ක්‍රියාංශය
sk: Departmán
sl: Departma
sq: Degë
su: Jurusan
sv: Avdelning
tg: Шуъба
th: จังหวัด
tr: Bölüm
tt: Департамент
ug: ئۆلكە
uk: Департамент
vi: Bộ phận
zh_cn: 省
zh_tw: 省

# Addresses.EditAddress.AutofillAddressDistrict.v129
source: District
ab: Аокруг
br: Arondisamant
bs: Okrug
ca: Districte
co: Circundariu
cs: Okres
cy: Ardal
de: Distrikt
dsb: Wokrejs
el: Συνοικία
eo: Distrikto
es: Distrito
es_cl: Distrito
es_mx: Distrito
eu: Eskualdea
fi: Alue
fr: Arrondissement
gd: Sgìre
gl: Distrito
he: מחוז
hr: Okrug
hsb: Wokrjes
hu: Kerület
hy_am: Թաղամաս
ia: Districto
id: Distrik
is: Umdæmi
it: Distretto
ja: 区
ka: უბანი
kab: Tamnaḍt
kk: Аудан
ko: 군/구
lo: ແຂວງ
ml: ജില്ല
nb: Distrikt
nn: Distrikt
pa_in: ਜ਼ਿਲ੍ਹਾ
pl: Dystrykt
pt_br: Distrito
pt_pt: Distrito
ru: Район
sat_olck: ᱡᱤᱞᱟ
scn: Distrittu
sk: Okres
sl: Okraj
sq: Distrikt
su: Distrik
sv: Distrikt
tg: Ноҳия
th: เขต
tr: İlçe
tt: Төбәк
ug: ئالاھىدە رايون
uk: Район
vi: Quận
zh_cn: 区
zh_tw: 區

# Addresses.EditAddress.AutofillAddressDoSi.v129
source: Do/Si
ab: До/Си
es_cl: Provincia/Ciudad (Do/Si)
he: דו/סי
ja: 道/市
ka: დო/სი
kk: До/Си
ko: 도/시
pa_in: ਡੂ/ਸੀ
ru: До/Си
si: පළා/කොට්ඨා
tg: До/Си
th: จังหวัด
tt: До/Си
ug: شەھەر
uk: До/Сі
zh_cn: 道/市
zh_tw: 道/市

# Addresses.EditAddress.AutofillAddressEmail.v129
source: Email
ab: Ае-маил Апоштатә
ar: البريد الإلكتروني
br: Postel
ca: Correu electrònic
co: Indirizzu elettronicu
cy: E-bost
da: Mailadresse
de: E-Mail-Adresse
eo: Retpoŝto
es: Correo electrónico
es_cl: Correo
es_mx: Correo electrónico
eu: Helbide elektronikoa
fi: Sähköposti
fr: Adresse e-mail
gd: Post-d
gl: Correo electrónico
he: דוא״ל
hr: E-mail adresa
hsb: E-mejl
hu: E-mail-cím
hy_am: Էլ. փոստ
id: Surel
is: Tölvupóstur
ja: メールアドレス
ka: ელფოსტა
kab: Imayl
kk: Эл. пошта
ko: 이메일
lo: ອີເມລ
ml: ഇ-തപാൽ
nb: E-post
nl: E-mailadres
nn: E-post
pa_in: ਈਮੇਲ
ru: Эл. почта
sat_olck: ᱤᱢᱮᱞ
scn: Nnirizzu di posta elittrònica
si: වි-තැපෑල
sl: E-pošta
su: Surélék
sv: E-post
tg: Почтаи электронӣ
th: อีเมล
tr: E-posta
tt: Эл. почта
ug: ئېلخەت
uk: Е-пошта
zh_cn: 邮箱
zh_tw: 電子郵件

# Addresses.EditAddress.AutofillAddressEmirate.v129
source: Emirate
ab: Аемираттә
ar: الإمارة
br: Emirelezh
ca: Emirat
co: Emiratu
cs: Emirát
cy: Emirad
da: Emirat
de: Emirat
dsb: Emirat
el: Εμιράτο
eo: Emirlando
es: Emirato
es_cl: Emirato
es_mx: Emirato
eu: Emiratua
fi: Emiirikunta
fr: Émirat
gd: Iomarat
gl: Emirato
he: אמירות
hr: Emirat
hsb: Emirat
hu: Emirátus
hy_am: Էմիրություն
ia: Emirato
id: Emirat
it: Emirato
ja: 首長国
ka: საამირო
kab: Tageldit
kk: Эмират
ko: 토후국
ml: അമീറത്തു്
nb: Emirat
nl: Emiraat
nn: Emirat
pa_in: ਅਮੀਰਾਤ
pl: Emirat
pt_br: Emirado
pt_pt: Emirado
rm: Emirat
ru: Эмират
sat_olck: ᱮᱢᱤᱨᱮᱴ
scn: Emiratu
si: එමිරේට්
sk: Emirát
sl: Emirat
sq: Emirat
su: Émirat
sv: Emirat
tg: Аморат
th: เอมิเรต
tr: Emirlik
tt: Әмирлек
ug: ئەمىرلىكى
uk: Емірат
vi: Tiểu Vương quốc
zh_cn: 酋长国
zh_tw: 大公國

# Addresses.EditAddress.AutofillAddressIsland.v129
source: Island
ab: Адгьылбжьаха
ar: الجزيرة
br: Enezenn
bs: Ostrvo
ca: Illa
co: Isula
cs: Ostrov
cy: Ynys
da: Ø
de: Insel
dsb: Kupa
el: Νησί
eo: Insulo
es: Isla
es_cl: Isla
es_mx: Isla
eu: Irla
fi: Saari
fr: Île
gd: Eilean
gl: Illa
he: אי
hr: Otok
hsb: Kupa
hu: Sziget
hy_am: Կղզի
ia: Insula
id: Pulau
is: Eyja
it: Isola
ja: 島
ka: კუნძული
kab: Tigzirt
kk: Арал
ko: 섬
lo: ເກາະ
ml: ദ്വീപം
nb: Øy
nl: Eiland
nn: Øy
pa_in: ਟਾਪੂ
pl: Wyspa
pt_br: Ilha
pt_pt: Ilha
rm: Insla
ru: Остров
sat_olck: ᱟᱭᱞᱮᱱᱰ
scn: Ìsula
si: දූපත
sk: Ostrov
sl: Otok
sq: Ishull
su: Islandia
sv: Ö
tg: Ҷазира
th: เกาะ
tr: Ada
tt: Утрау
ug: ئارال
uk: Острів
vi: Đảo
zh_cn: 岛
zh_tw: 島

# Addresses.EditAddress.AutofillAddressName.v129
source: Name
ab: Ахьӡ
ar: الإِسم
br: Anv
bs: Naziv
ca: Nom
co: Nome
cs: Jméno
cy: Enw
da: Navn
dsb: Mě
el: Όνομα
eo: Nomo
es: Nombre
es_cl: Nombre
es_mx: Nombre
eu: Izena
fi: Nimi
fr: Nom
gd: Ainm
gl: Nome
he: שם
hr: Ime
hsb: Mjeno
hu: Név
hy_am: Անուն
ia: Nomine
id: Nama
is: Nafn
it: Nome
ja: 氏名
ka: სახელი
kab: Isem
kk: Аты
ko: 이름
lo: ຊື່
ml: പേരു്
nb: Navn
nl: Naam
nn: Namn
pa_in: ਨਾਂ
pl: Imię i nazwisko
pt_br: Nome
pt_pt: Nome
rm: Num
ru: Имя
sat_olck: ᱧᱩᱛᱩᱢ
scn: Nomu
si: නම
sk: Meno
sl: Ime
sq: Emër
su: Ngaran
sv: Namn
tg: Ном
th: ชื่อ
tr: Ad
tt: Исем
ug: ئىسمى
uk: Ім'я
vi: Tên
zh_cn: 名称
zh_tw: 姓名

# Addresses.EditAddress.AutofillAddressNeighborhood.v129
source: Neighborhood
ab: Амикрораион
ar: الحي
br: Karter
bs: Kvart
ca: Veïnat
co: Quartieru
cs: Sousedství
cy: Cymdogaeth
dsb: Susedstwo
el: Γειτονιά
eo: Kvartalo
es: Barrio
es_cl: Vecindario
es_mx: Vecindario
eu: Auzoa
fi: Naapurusto
fr: Quartier
gd: Coimhearsnachd
gl: Barrio
he: שכונה
hr: Susjedstvo
hsb: Susodstwo
hu: Szomszédság
hy_am: Հարևանություն
ia: Quartiero
id: Lingkungan
is: Hverfi
it: Quartiere
ja: 地域
ka: სამეზობლო
kab: Taddart
kk: Ықшам ауданы
ko: 단지
lo: ບ້ານໃກ້ເຮືອນຄຽງ
ml: പരിസരം
nb: Nabolag
nl: Wijk
nn: Grannelag
pa_in: ਗੁਆਂਢ
pt_br: Bairro
pt_pt: Vizinhança
rm: Quartier
ru: Микрорайон
sat_olck: ᱥᱩᱨᱥᱩᱨᱦᱚᱲ
scn: Quarteri
sk: Susedstvo
sl: Soseska
sq: Lagje
su: Daérah
sv: Grannskap
tg: Микрорайон
th: ชุมชน
tr: Mahalle
tt: Мәхәллә
ug: مەھەللە
uk: Околиці
vi: Khu vực lân cận
zh_cn: 街区
zh_tw: 村里/街區

# Addresses.EditAddress.AutofillAddressOblast.v129
source: Oblast
ab: Арегион
ca: Óblast
eo: Sendependa provinco
es: Óblast
es_cl: Óblast
es_mx: Óblast
fi: Oblasti
gl: Rexión
he: אובלסט
hu: Oblaszt
hy_am: Մարզ
ia: Provincia
ja: 州
ka: ოლქი
kab: Tamnaḍt
kk: Облыс
ko: 주
lo: ເຂດ
ml: ഒബ്ലാസ്റ്റു്
pa_in: ਓਬਲਾਸਟ
pl: Obwód
ru: Область
sat_olck: ᱚᱵᱞᱟᱥᱴ
sk: Oblasť
tg: Вилоят
th: แคว้น
tt: Өлкә
ug: ئوبلاست
uk: Область
vi: Tỉnh
zh_cn: 州
zh_tw: 州

# Addresses.EditAddress.AutofillAddressOrganization.v129
source: Organization
ab: Аиҿкаара
br: Aozadur
bs: Organizacija
ca: Organització
co: Urganismu
cs: Společnost
cy: Corff
da: Organisation
de: Organisation
dsb: Organizacija
el: Οργανισμός
eo: Organizo
es: Organización
es_cl: Organización
es_mx: Organización
eu: Erakundea
fi: Organisaatio
fr: Entreprise
gd: Buidheann
gl: Organización
he: ארגון
hr: Organizacija
hsb: Organizacija
hu: Szervezet
hy_am: Կազմակերպություն
ia: Organisation
id: Organisasi
is: Skipulagseining
it: Organizzazione
ja: 組織名
ka: დაწესებულება
kab: Takebbanit
kk: Ұйым
ko: 조직
lo: ອົງກອນ
ml: സ്ഥാപനം
nb: Organisasjon
nl: Organisatie
nn: Organisasjon
pa_in: ਸੰਗਠਨ
pl: Organizacja
pt_br: Organização
pt_pt: Organização
rm: Organisaziun
ru: Организация
sat_olck: ᱜᱟᱶᱛᱟ
scn: Urganizzazzioni
si: සංවිධානය
sk: Organizácia
sl: Organizacija
sq: Ent
su: Organisasi
sv: Organisation
tg: Ташкилот
th: องค์กร
tr: Kuruluş
tt: Оешма
ug: تەشكىلات
uk: Організація
vi: Tổ chức
zh_cn: 组织
zh_tw: 公司名稱

# Addresses.EditAddress.AutofillAddressParish.v129
source: Parish
ab: Аара
ar: الأبرشيّة
br: Parrez
bs: Župa
ca: Parròquia
co: Parochja
cs: Farnost
cy: Plwyf
dsb: Wósada
el: Ενορία
eo: Paroĥo
es: Parroquia
es_cl: Parroquia
es_mx: Parroquia
eu: Parrokia
fi: Kirkonkylä
fr: Paroisse
gd: Sgìre
gl: Parroquia
he: פאריש
hr: Župa
hsb: Wosada
hu: Egyházközség
hy_am: Համայնք
ia: Parochia
id: Paroki
is: Sókn
ja: 教区
ka: სამრევლო
kab: Taparicit
kk: Приход
ko: 교구
lo: ເມືອງ
ml: പറിഷു്
nb: Sogn
nl: Parochie
nn: Sokn
pa_in: ਪੈਰਿਸ਼
pt_br: Paróquia
pt_pt: Paróquia
ru: Приход
sat_olck: ᱯᱮᱨᱤᱥ
scn: Parrocchia
si: වසම
sk: Farnosť
sl: Župnija
sq: Famulli
su: Paroki
sv: Socken
tg: Маҳалла
th: ตำบล
tr: Mahalle
tt: Мәхәллә
ug: تەۋەلىك
uk: Парафія
vi: Giáo xứ
zh_cn: 教区
zh_tw: 堂區

# Addresses.EditAddress.AutofillAddressPin.v129
source: Pin
ab: Аиндекс
ar: رقم الدليل البريدي
br: Kod PIN
bs: Zakači
ca: Codi postal (Pin)
eu: Pin-a
hu: Rögzítés
hy_am: Ամրացնել
is: Póstauðkenni
ka: PIN-ნომერი
kab: Senteḍ
kk: Индекс
ko: 고정
lo: ປັກໝຸດ
ml: പിൻ സങ്കേതം
nn: Fest
pa_in: ਪਿੰਨ
ru: Индекс
sat_olck: ᱞᱟᱴᱷᱟ
si: අංකය
sv: Fäst
tg: Индекс (PIN)
th: พิน
tt: Индекс
ug: Pin پوچتا نومۇرى
uk: Індекс
vi: Chỉ mục bưu chính
zh_cn: 邮政编码（Pin）
zh_tw: Pin 郵遞區號

# Addresses.EditAddress.AutofillAddressPostalCode.v129
source: Postal Code
ab: Аԥошьҭа акод
ar: الرمز البريدي
br: Kod post
bs: Poštanski broj
ca: Codi postal
co: Codice pustale
cs: PSČ
cy: Cod Post
da: Postnummer
de: Postleitzahl
dsb: Postowa licba
el: Ταχυδρομικός κώδικας
eo: Poŝtkodo
es: Código postal
es_cl: Código postal
es_mx: Código postal
eu: Posta-kodea
fi: Postinumero
fr: Code postal
gd: Còd-puist
gl: Código postal
he: מיקוד
hr: Poštanski broj
hsb: Póstowe wodźenske čisło
hu: Irányítószám
hy_am: Փոստային կոդ
ia: Codice postal
id: Kode Pos
is: Póstnúmer
it: Codice postale
ja: 郵便番号
ka: საფოსტო ინდექსი
kab: Tangalt n pusṭa
kk: Пошта индексі
ko: 우편 번호
lo: ລະ​ຫັດ​ໄປ​ສະ​ນີ
ml: തപാല്‍ സങ്കേതം
nb: Postnummer
nl: Postcode
nn: Postnummer
pa_in: ਡਾਕ ਕੋਡ
pl: Kod pocztowy
pt_br: Código postal
pt_pt: Código postal
rm: Numer postal
ru: Почтовый индекс
sat_olck: ᱯᱚᱥᱴ ᱠᱳᱰ
scn: Còdici pustali
si: තැපැල් කේතය
sk: PSČ
sl: Poštna številka
sq: Kod Postar
su: Kodeu Pos
sv: Postnummer
tg: Рамзи почта
th: รหัสไปรษณีย์
tr: Posta kodu
tt: Почта индексы
ug: پوچتا نومۇرى
uk: Поштовий індекс
vi: Mã bưu chính
zh_cn: 邮政编码
zh_tw: 郵遞區號

# Addresses.EditAddress.AutofillAddressPostTown.v129
source: Post town
ab: Аԥошьҭа ақалақь
br: Kêr postel
bs: Poštanski grad
ca: Localitat
co: Cità pustale
cs: Pošta - město
cy: Tref post
dsb: Postowe město
el: Πόλη αποστολής
eo: Poŝta urbo
es: Ciudad postal
es_cl: Ciudad postal
es_mx: Ciudad postal
eu: Posta-herria
fi: Postitoimipaikka
fr: Ville postale
gd: Baile puist
gl: Cidade postal
he: עיר דואר
hsb: Póstowe město
hu: Postaállomás
hy_am: Փոստ քաղաք
ia: Citate de posta
id: Kode kota
is: Póststöð
ja: ポストタウン
ka: საფოსტო ქალაქი
kab: Sader
kk: Пошта қаласы
ko: 포스트타운
lo: ເມືອງ
ml: പോസ്റ്റ് ടൗൺ
nb: Poststed
nl: Postgemeente
nn: Poststad
pa_in: ਪੋਸਟ ਟਾਊਨ
pt_br: Cidade postal
pt_pt: Cidade postal
ru: Почтовый город
sat_olck: ᱯᱚᱥᱴ ᱴᱚᱣᱩᱱ
si: තැපැල් නගරය
sk: Pošta - mesto
sl: Kraj pošte
su: Kota pos
sv: Postort
tg: Шаҳри почта
th: เมือง
tr: Posta kasabası
tt: Почта шәһәре
ug: پوچتا بازار
uk: Поштове містечко
vi: Thị trấn bưu chính
zh_cn: 邮镇
zh_tw: 郵鎮
